export const uk = {
    home: {
        title: 'Управління всіма матеріальними пожертвуваннями в одному місці',
        subtitle: 'Бери участь та допоможи Україні зараз!',
        iWantTo: 'Я хочу...',
        collect: 'Збирати пожертвування',
        donate: 'Пожертвувати товари',
        transport: 'Перевозити вантажі',
    },
    routes: {
        '/': 'Головна',
        '/collect': 'Збирати',
        '/donate': 'Пожертвувати',
        '/transport': 'Перевізникам',
    },
    collect: {
        tabGeneral: 'Інформація',
        tabItems: 'Речі',
    },
};
