export const uk = {
    home: {
        title: 'Управління всіма матеріальними пожертвуваннями в одному місці',
        subtitle: 'Бери участь та допоможи Україні зараз!',
        iWantTo: 'Я хочу...',
        collect: 'Збирати пожертвування',
        donate: 'Пожертвувати товари',
        transport: 'Перевозити вантажі',
    },
    routes: {
        '/': 'Головна',
        '/collect': 'Збирати',
        '/donate': 'Пожертвувати',
        '/transport': 'Перевізникам',
        '/signin': 'Увійти',
    },
    collect: {
        tabGeneral: 'Інформація',
        tabItems: 'Речі',
        creatingPoint: 'Створення нового пункту збору',
    },
    CollectinPointDto: {
        enabled: 'Увімкнути',
        location: 'Адреса',
        name: 'Назва точки',
        phone: 'Номер телефону',
        telegram: 'Посилання на телеграм',
        instagram: 'Посилання на інстаграм',
    },
    form: {
        infoLatLng: '(широта: {{lat}}, довгота: {{lon}})',
        noOptions: 'Немає параметрів',
        save: 'Зберегти',
    },
    validations: {
        isInt: 'Введіть ціле число',
        isPhoneNumber: 'Введіть номер телефону у міжнародному форматі ({{arg1}})',
        isLength: 'Мінімальна довжина поля {{arg1}}, максимальна - {{arg2}}',
        min: 'Число повинно бути більше або дорівнювати {{arg1}}',
        max: 'Число повинно бути менше або дорівнювати {{arg1}}',
        minLength: 'Мінімальна довжина поля {{arg1}}',
        maxLength: 'Максимальна довжина поля {{arg1}}',
    },
};
